Repository: Dosenpfand/oebb-ticket-price
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Search for train ticket prices in Austria and create a travel journal, to find out if your Klimaticket pays off.
de: Suche nach Zugticket-Preisen in Österreich und erstelle ein Reisetagebuch, um herauszufinden ob sich das Klimaticket auszahlt.

source: Language changed
de: Sprache geändert

source: <p>Price for a ticket from {origin} to {destination}:</p><p><mark class="display-4">{price} €</mark></p>
de: <p>Preis für ein Ticket von {origin} nach {destination}:</p><p><mark class="display-4">{price} €</mark></p>

source: Checking local cache
de: Lokaler Cache wird überprüft

source: Generating access token
de: Generiere Zugangscode

source: Failed to generate access token
de: Zugangscode generieren fehlgeschlagen

source: Processing origin
de: Verarbeite Start

source: Failed to process origin
de: Verarbeitung von Start fehlgeschlagen

source: Processing destination
de: Verarbeite Ziel

source: Failed to process destination
de: Verarbeitung von Ziel fehlgeschlagen

source: Processing travel action
de: Verarbeite Reise-Aktion

source: Failed to process travel action
de: Verarbeitung von Reise-Aktion fehlgeschlagen

source: Processing connections
de: Verarbeite Verbindungen

source: Failed to process connections
de: Verarbeitung von Verbindungen fehlgeschlagen

source: Retrieving price
de: Preis wird ermittelt

source: Failed to retrieve price
de: Preisermittlung fehlgeschlagen

source: Page Not Found
de: Seite nicht gefunden

source: Internal Server Error
de: Interner Server-Fehler

source: Maintenance
de: Wartungsarbeiten

source: Prove that you are human
de: Mensch oder Lokomotive?

source: Origin
de: Von

source: e.g. Wien
de: z.B. Wien

source: Destination
de: Nach

source: e.g. Innsbruck
de: z.B. Innsbruck

source: Price in €
de: Preis in €

source: e.g. 10.5
de: z.B. 10,5

source: Date
de: Datum

source: Add Journey
de: Fahrt hinzufügen

source: Delete
de: Löschen

source: CSV File
de: CSV-Datei

source: Journal entry added.
de: Eintrag hinzugefügt

source: All journal entries deleted.
de: Alle Einträge wurden gelöscht.

source: Could not decode the file. Are you sure you uploaded a CSV file?
de: Konnte die Datei nicht dekodieren. Bist du sicher, dass eine CSV-Datei ausgewählt war?

source: Could not find the expected column {} in the uploaded CSV file.
de: Konnte die erwartete Spalte {} in der hochgeladenen CSV-Datei nicht finden.

source: Could not process the uploaded CSV file.
de: Konnte die hochgeladene CSV-Datei nicht verarbeiten.

source: All journal entries imported.
de: Alle Einträge wurden importiert.

source: Actions
de: Aktionen

source: Travel Journal
de: Reisetagebuch

source: Journal entry deleted.
de: Eintrag gelöscht.

source: Failed to delete journal entry.
de: Eintrag löschen fehlgeschlagen

source: Klimaticket price in €
de: Klimaticket-Preis in €

source: e.g.
de: z.B.

source: Klimaticket start date
de: Klimaticket Start-Datum

source: Save
de: Speichern

source: Do you really want to delete your account?
de: Willst du dein Konto wirklich löschen?

source: Needs to be selected
de: Muss ausgewählt sein

source: Delete account
de: Konto löschen

source: Home
de: Start

source: Data Protection
de: Datenschutz

source: Imprint
de: Impressum

source: Profile
de: Profil

source: Your account has been deleted.
de: Dein Konto wurde gelöscht.

source: Delete Account
de: Konto löschen

source: Page Not Found!
de: Seite nicht gefunden!

source: Unfortunately, the page you requested could not be found
de: Leider konnte die angeforderte Seite nicht gefunden werden

source: If you don't think that this was your mistake you can complain by sending an email to
de: Wenn du denkst, dass das nicht dein Fehler war, kannst du deine Beschwerde per E-Mail an

source: or open an issue on
de: senden, oder ein Ticket im

source: the issue tracker
de: Tracker erstellen

source: Return to main page
de: Zurück zur Startseite

source: Internal Server Error!
de: Internet Server-Fehler

source: Unfortunately, your request caused an internal server error.
de: Leider konnte die Anfrage aufgrund eines internen Server-Fehlers nicht bearbeitet werden.

source: The error has been logged and the site administrators have been notified. If you would like to add further context you can send an email to
de: Der Fehler wurde protokolliert und die Betreiber der Seite wurden benachrichtigt. Um den Zusammenhangen aufzuklären, kannst du eine E-Mail an

source: The site is currently in maintenance, please check back later
de: Die Seite befindet sich derzeit im Wartungsmodus, bitte schau später nochmal vorbei

source: To get in touch you can send an email to
de: Um Kontakt aufzunehmen sende eine E-Mail an

source: Ticket Price
de: Ticketpreis

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Register
de: Registrieren

source: A
de: Eine

source: production
de: Produktion

source: Contact
de: Kontakt

source: Source Code
de: Quellcode

source: Welcome
de: Willkommen

source: This site offers 2 services
de: Diese Seite bietet 2 Dienste an

source: Search for
de: Suche nach

source: train ticket prices
de: Zugticket-Preisen

source: in Austria
de: in Österreich

source: Create a
de: Erstelle ein

source: travel journal
de: Reisetagebuch

source: to find out if your Klimaticket pays off
de: um herauszufinden ob sich das Klimaticket auszahlt

source: For complaints, bug reports or any other feedback you can send an email to
de: Für Beschwerden, Fehlermeldungen oder jegliches andere Feedback kannst du eine E-Mail an

source: Note
de: Notiz

source: Here you can add journeys to your journal, see your current entries and if your Klimaticket already paid off.
de: Hier kannst du Fahrten zu deinem Tagebuch hinzufügen, bereits eingetragene Fahrten ansehen und überprüfen, ob sich dein Klimaticket bereits ausgezahlt hat.

source: In your <a href="{}">profile</a> you can set the price that you paid for the Klimaticket and whether prices should be based on Vorteilscard prices.
de: In deinem <a href="{}">Profil</a> kannst du den Preis deines Klimatickets konfigurieren und einstellen ob deine Ticketpreise auf dem Vorteilscardpreis basieren sollen.

source: Determine Price
de: Preis ermitteln

source: Reverse Direction
de: Richtung wechseln

source: Travel Statistics
de: Reisestatistik

source: Journeys
de: Fahrten

source: Sum ticket prices
de: Summe Ticketpreise

source: Klimaticket gains
de: Klimaticket Gewinn

source: POSITIVE
de: POSITIV

source: NEGATIVE
de: NEGATIV

source: Using the form below, you can import a previously exported journal.
de: Mit dem folgenden Formular kannst du ein exportiertes Tagebuch importieren.

source: Close
de: Schließen

source: Delete all
de: Alle löschen

source: Danger Zone
de: Gefahrenbereich

source: Are you sure you want to delete <strong>ALL</strong> your journal entries?
de: Bist du dir sicher, dass du <strong>ALLE</strong> Einträge löschen willst?

source: Current
de: Aktuell

source: Archive
de: Archiv

source: Ticket Price Search
de: Ticketpreis-Suche

source: Hi
de: Hallo

source: Settings
de: Einstellungen

source: If you don't want to use this site anymore you can
de: Falls du diese Seite nicht mehr benutzen möchtest, kannst du

source: delete your account
de: dein Konto löschen

source: Result
de: Ergebnis

source: Waiting for connection
de: Warte auf Verbindung

source: Origin (e.g. Wien)
de: Von (z.B. Wien)

source: Destination (e.g. Innsbruck)
de: Nach (z.B. Innsbruck)

source: Search Price
de: Suche Preis
